[
    {
        "id":"001",
        "title":"TIMESUP:SINGLE USE PLASTIC",
        "discription":"Plastic is one of the great environmental evils of our time. It is only today that a generation of anxious and angry Millennials have awoken to how much damage plastic causes our environments and our ecosystems.",
        "image":"agastya/blog/blog1.jpg"
    },
    {
        "id":"002",
        "title":"IS YOUR FOOD PACKAGING ECO-FRIENDLY?",
        "discription":"India is a country that can become a wasteland of unwanted products which do not compost due to the lack of education amongst the urban and rural population. Due to not enough people understand the need for using biodegradable products.",
        "image":"agastya/blog/blog2.jpg"
    },
    {
        "id":"003",
        "title":"THE ABC OF COMPOSTING",
        "discription":"Composting is a process where organic matter breaks down into nitrogen and carbon. When these two elements are balanced, the end result of that is compost matte",
        "image":"agastya/blog/blog3.jpg"
    },    
    {
        "id":"004",
        "title":"NOT AS GOOD AS YOUR CROCKERY AND CUTLERY. ONLY BETTER!",
        "discription":"A greater awareness for improved sustainability and climate change action has finally resulted in the regulation and banning of single-use plastics access several places the world over. And not a minute too soon.",
        "image":"agastya/blog/blog4.jpg"
    },
    {
        "id":"005",
        "title":"RETAIL PACK IS NOW ON AMAZON, WE CATER TO ALL YOUR PARTY NEEDS!",
        "discription":"Celebrating in the time of Covid-19 has like most other things in life become very different. This is unfortunately the case even when we want to commemorate a good occasion or a special memory with close friends and family.",
        "image":"agastya/blog/blog5.jpg"
    },
    {
        "id":"006",
        "title":"SMALL WEDDINGS, SMART ECO FRIENDLY TABLEWARE: DINEARTH IS THE WAY TO GO!",
        "discription":"The packaging industry is seeing transformational change as a result of the COVID-19 pandemic. These disruptions with both short and long-term ramifications on the global packaging industry, generate $900 billion a year.",
        "image":"agastya/blog/blog6.jpg"
    },
    {
        "id":"007",
        "title":"ECO FRIENDLY TABLEWARE GETS COVERED AS COMPANY OF THE YEAR - GREEN PRODUCTS - CEO INSIGHTS",
        "discription":"A greater awareness for improved sustainability and climate change action has finally resulted in the regulation and banning of single-use plastics access several places the world over. And not a minute too soon.",
        "image":"agastya/blog/blog7.jpg"
    },
    {
        "id":"008",
        "title":"TAKE THESE NEW YEARS RESOLUTION TO BE ECO FRIENDLY",
        "discription":"2024 is almost behind us with just a couple of weeks left for the year to finish. And while it has essentially been a wasted year, it is also a year that has taught us so much. One of the biggest lessons emerging from 2024 is",
        "image":"agastya/blog/blog8.jpg"
    },
    {
        "id":"009",
        "title":"TYPES OF COMPOSTABLE TABLEWARE YOU CAN USE FOR RESTAURANTS & CAFES",
        "discription":"Cafes and restaurants have had their fair share of doom and gloom during Covid- 19 and are still affected in several parts of the world including India. The need of the hour once they are allowed to serve patrons again and regularly is to have sustainable material which will cost...",
        "image":"agastya/blog/blog9.jpg"
    },
    {
        "id":"010",
        "title":"NO PLASTIC RULE - 1 DAY A WEEK. WOULD YOU FOLLOW IT?",
        "discription":"Plastic will not just evaporate from the face of the earth because we have only now come to realize how dangerous it is to the planet. For single-use plastic to be truly reduced in usage across the globe the onus is upon us to reduce our plastic footprint. One easy way to do this is to keep our waste to a minimum.",
        "image":"agastya/blog/blog10.jpg"
    },
    {
        "id":"011",
        "title":"CLIMATE CONTROL & HOW THE EARTH IS CHANGING DURING COVID - SUSTAINABLE LIVING & ECO FRIENDLY PACKAGING",
        "discription":"While the world comes to grips with the Corona Virus and hopes for a cure, there should be a weather eye that needs to be placed on Climate Change and the sheer ill effects of it on the planet. Climate change is happening. It is real and it is dangerous.",
        "image":"agastya/blog/blog11.jpg"
    },
    {
        "id":"012",
        "title":"THE FUTURE: ECO FRIENDLY PACKAGING FOR SCHOOLS, HOMES, LARGE BUSINESSES",
        "discription":"Sustainable living is not just a catchword any longer. It has to become a way of life.and it needs to become a way of life for more than a couple of future generations to follow. The need for sustainable living is not just in life choices. It is a conscious decision that we need to make for lifestyle choices as well.",
        "image":"agastya/blog/blog12.jpg"
    },
    {
        "id":"013",
        "title":"TEACHING ZERO WASTE LIVING TO YOUR KIDS",
        "discription":"As a generation, we may have failed the planet but redemption is certainly not too far away. It is our responsibility now to ensure that our children, who are the future custodians of the world, are taught to understand the gravity with which we are eroding Earth.",
        "image":"agastya/blog/blog13.jpg"
    },
    {
        "id":"014",
        "title":"PANDEMICS AND THE FUTURE OF PLASTIC",
        "discription":"#COVID2019 is a deadly virus that has caused illness and fatalities in what is the largest pandemic of our generations that one can possibly remember. Even today there are people across the world who are succumbing from the effects of the deadly virus. However, it is human nature to see the bright and positive silver lining across all possible situations of doom and gloom.",
        "image":"agastya/blog/blog14.jpg"
    },
    {
        "id":"015",
        "title":"THE NEED OF ECO FRIENDLY TABLEWARE & FOOD PACKAGING - IN A SOCIAL SCENERIO",
        "discription":"Almost all of these events are hotbeds for material that is made of single-use plastic. One of the great social evils of our time especially when the environment and the ecosystem of the planet is under constant and sustainable pressure.",
        "image":"agastya/blog/blog15.jpg"
    },
    {
        "id":"016",
        "title":"POSITIVE THINGS AMIDST COVID-19 OUTBREAK THAT PROVE THAT THE EARTH IS HEALING",
        "discription":"Mother Earth has found a way to heal in times of the greatest adversity known to mankind. With all the tragic things that are happening in the world as a result of the coronavirus, now might seem like an unusual time to talk about being positive.",
        "image":"agastya/blog/blog16.jpg"
    },
    {
        "id":"017",
        "title":"ENVIRONMENTALLY - FRIENDLY HABITS THAT AREN’T AS GREEN AS YOU THINK THEY ARE",
        "discription":"While it is an encouraging notion to believe that people are now starting to get more aware of their surroundings and taking measures to help improve the macro health of the earth, it is not always necessary that the steps they take are actually good for the planet",
        "image":"agastya/blog/blog17.jpg"
    },
    {
        "id":"018",
        "title":"ECO FRIENDLY - NEED OF THE HOUR",
        "discription":"Eco-friendly products in India are the very need of the hour. As a country that propagates and generates tons of reusable waste which is never recycled, it is all the more important that daily use products and articles are made from biodegradable ingredients which will soon return to their natural state rather than stay and pollute the environment forever and ever.",
        "image":"agastya/blog/blog18.jpg"
    },
    {
        "id":"019",
        "title":"How Restaurants Can Embrace A Circular Economy",
        "discription":"At the present times, sustainability is a necessity for businesses aiming for a positive impact on the planet and community. Restaurants are among the first movers in a circular economy where waste products are minimized to maximize efficiency. However, these practices often require a guide for business owners to start as they need the inspiration to build creative ideas.",
        "image":"agastya/blog/blog19.jpg"
    },
    {
        "id":"020",
        "title":"How To Open A Restaurant Business?",
        "discription":"Ever stare at delicious dishes on TV and fantasize about having your own restaurant? Do visions of eateries near your home filled with happy customers fuel your entrepreneurial spirit? In the exciting world of food, deciding to open a restaurant is a big deal. It’s a mix of passion for starting a business, a touch of creativity, a bit of financial savvy, and tons of effort. If you’re dreaming of starting a business in the food service industry, grab a cup of coffe",
        "image":"agastya/blog/blog20.jpg"
    },
    {
        "id":"021",
        "title":"What Is Home Composting?",
        "discription":"Hey there! Are you ready to reflect on the journey towards greater sustainability and unlearn what we have learnt? Let’s plunge into home composting, where kitchen waste transforms into gardening treasure, and eco-friendly processes take centre stage. ",
        "image":"agastya/blog/blog21.jpg"
    },
    {
        "id":"022",
        "title":"RISE AND FALL OF THROWAWAY LIVING",
        "discription":"The use and throw article industry has indeed become a bane and burden for the planet. It’s reckless usage of products that have but a one-lifetime use like straws, for example, is something that the planet and its ecosystems are just not prepared for.",
        "image":"agastya/blog/blog22.jpg"
    },
    {
        "id":"023",
        "title":"WOODEN CUTLERY - YOUR NEW BEST FRIEND!",
        "discription":"Wooden crockery and cutlery was a popular concept before metal and stainless steel made an entry and actually became more popular. While these materials make an impression at fancy parties and get-togethers they are undeniably horrible for the planet",
        "image":"agastya/blog/blog23.jpg"
    },
    {
        "id":"024",
        "title":"ECO-FRIENDLY: THE GLOBAL TREND",
        "discription":"The world as we know it will soon be depleting itself of most of its natural resources. There are so many plants, fruit, mineral and animal species that have already left the face of the earth forever and forever never to return to serve humankind.",
        "image":"agastya/blog/blog24.jpg"
    }
]